{
  "Header": {
    "Categories": "Categories",
    "search": "Search for anything",
    "business": "Udemy Business",
    "businessContent": "Get your team access to over 27,000 top Udemy courses, anytime, anywhere.",
    "businessButton": "Try Udemy Business",
    "teach": "Teach on Udemy",
    "teachContent": "Become an instructor and share your knowledge with millions of students worldwide.",
    "teachButton": "Learn More",
    "login": "Log in",
    "signup": "Sign up",
    "Instructor": "Instructor",
    "learning": "My Learning",
    "lt": "Switch to the student veiw here - get back to the courses you're taking."
  },
  "LandingPage": {
    "baner": "Keep moving up",
    "banerDescription": "Learn the skills you need to take the next step — and every step after. Courses from E£249.99 through Sept 24.",
    "combaner": "Trusted by over 16,000 companies and millions of learners around the world",
    "courseSelection": "A broad selection of courses",
    "coursedesc": "Choose from over 250,000 online video courses with new additions published every month",
    "python": "Python",
    "excel": "Microsoft Excel",
    "web": "Web Development",
    "js": "JavaScript",
    "dataScience": "Data Science",
    "aws": "Amazon AWS",
    "drawing": "Drawing",
    "pythonH": "Expand your career opportunities with Python",
    "pythonP": "Take one of Udemy’s range of Python courses and learn how to code using this incredibly useful language. Its simple syntax and readability makes Python perfect for Flask, Django, data science, and machine learning. You’ll learn how to build everything from games to sites to apps. Choose from a range of courses that will appeal to",
    "pythonButton": "Explore Python",
    "excelH": "Analyze and visualize data with Excel",
    "excelP": "Take a Microsoft Excel course from Udemy, and learn how to use this industry-standard software. Real-world experts will show you the basics like how to organize data into sheets, rows and columns, and advanced techniques like creating complex dynamic formulas. Both small businesses and large companies use Excel to...",
    "excelButton": "Explore Microsoft Excel",
    "webH": "Build websites and applications with Web Development",
    "webP": "The world of web development is as wide as the internet itself. Much of our social and vocational lives play out on the internet, which prompts new industries aimed at creating, managing, and debugging the websites and applications that we increasingly rely on.",
    "webButton": "Explore Web Development",
    "jsH": "Grow your software development skills with JavaScript",
    "jsP": "JavaScript is a text-based computer programming language used to make dynamic web pages. A must-learn for aspiring web developers or programmers, JavaScript can be used for features like image carousels, displaying countdowns and timers, and playing media on a webpage. With JavaScript online classes, you can learn to build",
    "jsButton": "Explore JavaScript",
    "dataScienceH": "Lead data-driven decisions with Data Science",
    "dataScienceP": "Data science application is an in-demand skill in many industries worldwide — including finance, transportation, education, manufacturing, human resources, and banking. Explore data science courses with Python, statistics, machine learning, and more to grow your knowledge. Get data science training if you’re into research, statistics...",
    "dataScienceButton": "Explore Data science",
    "awsH": "Become an expert in cloud computing with AWS Certification",
    "awsP": "Amazon Web Services (AWS) is a cloud computing platform with more than 200 featured services. Whether or not you aim for certification, an AWS course offers the theory and practical skills you need to land a job in cloud development, sales, engineering, networking, and more. The better you become at cloud computing, the more...",
    "awsButton": "Explore Amazon AWS",
    "drawingH": "Expand your creative skillset with Drawing",
    "drawingP": "Want to start drawing for fun or take your craft to the next level? Explore our online drawing classes and learn pencil drawing, figure drawing, cartoon drawing, character drawing for cartoons and anime, illustration, sketching, shading and more. Take an overview course on the fundamentals of drawing or zero in on an area...",
    "drawingButton": "Explore Drawing",
    "sliderH": "How learners like you are achieving their goals",
    "slider1": "I am proud to say that after a few months of taking this course...",
    "slider12": "I passed my exam and am now an AWS Certified Cloud Practitioner!",
    "slider13": "This content was exactly what the CCP exam covered.",
    "slider14": "[NEW] Ultimate AWS Certified Cloud Practitioner - 2022",
    "slider2": "This course helped me",
    "slider22": "freshen up on my product manager skills and land a job at Facebook!",
    "slider23": "Thanks guys :)",
    "slider24": "Become a Product Manager | Learn the Skills & Get the Job",
    "slider3": "One of the best courses on management and leadership I have come across so far. The advice is practical, and examples highly relatable.",
    "slider32": "Would help anyone become a better manager.",
    "slider33": "Leadership: Practical Leadership Skills",
    "slider4": "I am proud to say that after a few months of taking this course...",
    "slider42": "I passed my exam and am now an AWS Certified Cloud Practitioner!",
    "slider43": "This content was exactly what the CCP exam covered.",
    "slider44": "[NEW] Ultimate AWS Certified Cloud Practitioner - 2022",
    "learnersView": "Learners are viewing",
    "topcategory": "Top Categories",
    "IT": "IT And Software",
    "Marketing": "Marketing",
    "Development": "Development",
    "Design": "Design",
    "Music": "Music",
    "Photography": "Photography",
    "Business": "Business",
    "Personal": "Personal Development",
    "Businessbaner1": "Upskill your team with Udemy Business",
    "Businessbaner2": "Unlimited access to 27,000+ top Udemy courses, anytime,anywhere",
    "Businessbaner3": "nternational course collection in 14 languages",
    "Businessbaner4": "Top certifications in tech and business",
    "BusinessbanerButton1": "Get Udemy Business",
    "BusinessbanerButton2": "Learn More",
    "job1": "Principal",
    "textBold1": "data scientists, with highly relevant and in-demand tech skills ",
    "text1": "Thanks to Udemy Business, Booz Allen has armed our workforce, specifically its",
    "textT1": "that are enabling consultants to stay ahead of big data trends and raise the bar on proficiency, skills, and competencies to meet client demand.",
    "job2": "Global Head of Capability Development North America",
    "textBold2": "employees were able to marry the two together, technology and consultant soft skills. ",
    "text2": "With Udemy Business",
    "textT2": "We're thankful that once they got in and took their key IT courses on AWS, Azure, Google Cloud, Big Data, and DevOps that they efficiently moved over to Consulting courses to help drive their career forward.",
    "job3": "Head of Data Engineering Development and Data Management",
    "textBold3": " fresh, relevant, personalized on-demand learning content ",
    "text3": "To stay at the leading edge of IT innovation, your team needs to regularly reinvent its skillset. With Udemy Business, I can give my team the space to learn and take the initiative. It means we can",
    "textT3": "",
    "job4": "America's Team Lead Learning & Development",
    "textBold4": " fresh, relevant, personalized on-demand learning content ",
    "text4": "Udemy has been a great platform to stay competitive in the digital transformation of the workplace by offering",
    "textT4": "powered by a dynamic content marketplace.",
    "story": "Read the full story",
    "customer": "View more customer stories",
    "Featured": "Featured topics by category",
    "ml": "Machine Learning",
    "fa": "Financial Analysis",
    "Hacking": "Ethical Hacking",
    "Cyber": "Cyber Security",
    "Photoshop": "Photoshop",
    "Graphic": "Graphic Design",
    "TopicsExplore": "Explore more topics",
    "becomeInstructor": "Become an instructor",
    "becomeInstructor1": "Instructors from around the world teach millions of learners on Udemy.We provide the tools and skills to teach what you love.",
    "becomeInstructorButton": "Start teaching today",
    "learners": "learners"
  },
  "Footer": {
    "commer1": "Top companies choose",
    "commer2": "Udemy Business",
    "commer3": "to build in-demand career skills.",
    "Business": "Udemy Business",
    "Teach": "Teach on Udemy",
    "App": "Get the app",
    "About": "About us",
    "Contact": "Contact us",
    "Careers": "Careers",
    "Blog": "Blog",
    "Support": "Help and Support",
    "Affiliate": "Affiliate",
    "Investors": "Investors",
    "Terms": "Terms",
    "Privacy": "Privacy policy",
    "Cookie": "Cookie settings",
    "Sitemap": "Sitemap",
    "Accessibility": "Accessibility statement",
    "en": "English",
    "ar": "Arabic",
    "lang": "Choose a language"
  },
  "Login": {
    "title": "Log in to your Udemy account",
    "email": "Email",
    "pass": "Password",
    "login": "Log in",
    "forget": "Forgot Password",
    "other": "Other log in options",
    "signup": "Sign up",
    "noAccount": "Don't have an account?",
    "org": "Log in with your organization",
    "or": "or"
  },
  "Signup": {
    "title": "Sign up and start learning",
    "name": "Full Name",
    "email": "Email",
    "pass": "Password",
    "signup": "Sign up",
    "choise": "Send me special offers, personalized recommendations, and learning tips",
    "terms1": "By signing up, you agree to our",
    "terms2": " Terms of Use",
    "and": "and",
    "terms3": "  Privacy Policy",
    "login": "Log in",
    "Account": "Already have an account?"
  },
  "Teaching": {
    "banner1": "Come teach with us",
    "banner2": "Become an instructor and change lives — including your own",
    "bannerButton": "Get started",
    "reasons": "So many reasons to start",
    "reasons11": "Teach your way",
    "reasons12": "Publish the course you want, in the way you want, and always have control of your own content.0",
    "reasons21": "Inspire learners",
    "reasons22": "Teach what you know and help learners explore their interests, gain new skills, and advance their careers.",
    "reasons31": "Get rewarded",
    "reasons32": "Expand your professional network, build your expertise, and earn money on each paid enrollment.",
    "M": "M",
    "B": "B",
    "Students": "Students",
    "Languages": "Languages",
    "Enrollments": "Enrollments",
    "Countries": "Countries",
    "Enterprise": "Enterprise Customers",
    "Begin": "How to begin",
    "curriculum": "Plan your curriculum",
    "ct1": "You start with your passion and knowledge. Then choose a promising topic with the help of our Marketplace Insights tool.",
    "ct2": "The way that you teach — what you bring to it — is up to you.",
    "ct3": "How we help you.",
    "ct4": "We offer plenty of resources on how to create your first course. And, our instructor dashboard and curriculum pages help keep you organized.",
    "video": "Record your video",
    "v1": "Use basic tools like a smartphone or a DSLR camera. Add a good microphone and you’re ready to start.",
    "v2": "If you don’t like being on camera, just capture your screen. Either way, we recommend two hours or more of video for a paid course.",
    "v3": "How we help you",
    "v4": "Our support team is available to help you throughout the process and provide feedback on test videos.",
    "course": "Launch your course",
    "c1": "Gather your first ratings and reviews by promoting your course through social media and your professional networks.",
    "c2": "Your course will be discoverable in our marketplace where you earn revenue from each paid enrollment.",
    "c3": "How we help you",
    "c4": "Our custom coupon tool lets you offer enrollment incentives while our global promotions drive traffic to courses.There’s even more opportunity for courses chosen for UdemyBusiness.",
    "Ktitle": "Data Science & IT Certifications",
    "KDescription": "I’m proud to wake up knowing my work is helping people around the world improve their careers and build great things. While being a full-time instructor is hard work, it lets you work when, where, and how you want.",
    "Ptitle": "Developer (Android Speciality)",
    "PDescription": "Udemy has changed my life. It’s allowed me to follow my passion and become a teacher I love to see my students succeed and hear them say they’ve learned more, quicker, from my courses than they did in college. It’s so humbling.",
    "Dtitle": "Leadership, Communication",
    "DDescription": "Teaching on Udemy has provided me with two important elements: the opportunity to reach more learners than I ever would be able to on my own and a steady stream of extra income.",
    "doAlone": "You won’t have to do it alone",
    "doAlonet1": "Our",
    "doAlonet2": "Instructor Support Team",
    "doAlonet3": " is here to answer your questions and review your test video, while our ",
    "doAlonet4": "Teaching Center",
    "doAlonet5": "gives you plenty of resources to help you through the process. Plus, get the support of experienced instructors in our ",
    "doAlonet6": "online community",
    "doAlonet7": " Need more details before you start? Learn more.",
    "become": "Become an instructor today",
    "join": "Join one of the world’s largest online learning marketplaces."
  },
  "InstructorSideNav": {
    "courses": "Courses",
    "communication": "Communication",
    "performance": "Performance",
    "tools": "Tools",
    "resources": "Resources"
  },
  "CoursesPage": {
    "courses": "Courses",
    "newCourse": "New Course",
    "finish": "Finish your course",
    "draft": "Draft",
    "public": "Public",
    "search": "Search your courses",
    "noCourse": "No courses available.",
    "edit/manage": "Edit/Manage Course",
    "newest": "Newest",
    "oldest": "Oldest",
    "A-Z": "A-Z",
    "Z-A": "Z-A",
    "t1": "Based on your experience, we think these resources will be helpful.",
    "t2": "Have questions? Here are our most popular instructor resources.",
    "cardt1": "Create an Engaging Course",
    "cardd1": "Whether you've been teaching for years or are teaching for the first time, you can make an engaging course. We've compiled resources and best practices to help you get to the next level, no matter where you're starting.",
    "cardt2": "Get Started with Video",
    "cardd2": "Quality video lectures can set your course apart. Use our resources to learn the basics.",
    "cardt3": "Build Your Audience",
    "cardd3": "Set your course up for success by building your audience",
    "cardt4": "Join the New Instructor Challenge!",
    "cardd4": "Get exclusive tips and resources designed to help you launch your first course faster! Eligible instructors who publish their first course on time will receive a special bonus to celebrate. Start today!",
    "start": "Get Started",
    "help": "Help and Support",
    "helpd": "Browse our Help Center or contact our support team.",
    "insights": "Marketplace Insights",
    "insightsd": "Validate your course topic by exploring our marketplace supply and demand.",
    "teaching": "Teaching Center",
    "teachingd": "Learn about best practices for teaching on Udemy.",
    "community": "Instructor Community",
    "communityd": "Connect with experienced instructors. Ask questions, browse discussions, and more",
    "test": "Test Video",
    "testd": "Send us a sample video and get expert feedback."
  },
  "InstructorHearder": {
    "student": "Student",
    "switch": "Switch to the student veiw here - get back to the coursesyou're taking",
    "settings": "Account settings",
    "public": "Public Profile",
    "edit": "Edit Profile",
    "help": "Help & Support",
    "logout": "Log out",
    "business": "Udemy Business",
    "ub": "Bring learning to your company"
  },
  "ProfileSettings": {
    "title": "Profile & Settings",
    "firstName": "First Name",
    "lastName": "Last Name",
    "website": "Website",
    "twitter": "Twitter",
    "headline": "Headline",
    "imagePreview": "Image Preview",
    "minimumRequirements": "Minimum 200x200 pixels, Maximum 6000x6000 pixels",
    "save": "Save",
    "biography": "Biography",
    "language": "Language",
    "chooseLanguage": "Choose a Language",
    "udemyProfile": "Udemy Profile",
    "profilePicture": "Profile Picture",
    "privacySettings": "Privacy Settings",
    "clickToUpload": "Click to upload",
    "orDragAndDrop": "or drag and drop",
    "showCourses": "Show courses you're taking on your profile page",
    "showProfile": "Show your profile to logged-in users",
    "facebook": "Facebook",
    "linkedin": "LinkedIn",
    "youtube": "Youtube"
  }
}
